{
    "companyName": "Conquer Building Care Inc",
    "quoteRequest": "Request a Quote and Contact Us Today.",
    "contact": "Contact",
    "home": "Home",
    "aboutUs": "About Us",
    "services": "Services",
    "projects": "Projects",
    "contactUs": "Contact Us",
    "BuildingTrust": "Building Trust",
    "expertos": "Experts in white work development and integral maintenance solutions. We transform spaces, we guarantee quality.",
    "verMas": "Learn More",
    "destacados": "Highlights Section",
    "EverythingYouNeed": "We are dedicated to offer integral solutions for the construction and maintenance of spaces.",
    "Description": "ensuring that every detail is attended to with the utmost quality and professionalism. Here are some of our services",
    "sobreNosotros": "About Us",
    "descripctionAbout": "Conquer Building Care Inc. is a company dedicated to drywall construction in the commercial and residential sectors, based in Miami, Florida. They offer a wide range of cleaning and maintenance services for businesses, specializing in detailed and high-quality solutions. Founded in 2017, it is led by José Roa, who serves as President. The company stands out for its focus on customer satisfaction and commitment to excellence. In addition to cleaning services, they also undertake painting and interior/exterior finishing projects, specializing in the latter.",
    "NuestraMision": "Our Mission",
    "NuestraVision": "Our Vision",
    "textoMision": "Our mission is to lead the drywall construction market by offering building and finishing solutions that transform spaces and enhance functionality. We are committed to providing cleaning and maintenance services that ensure clean, safe, and aesthetically pleasing environments, always prioritizing customer satisfaction.",
    "textovision": "To be recognized as a leading company in the drywall construction and facility maintenance industry across South Florida, standing out for excellence in every project, constant innovation, and commitment to quality.",
    "testimonios": "Happy clients about us",
    "excelencia": "Excellence",
    "responsabilidad": "Responsibility",
    "trasnparencia": "Transparency",
    "innovación": "Innovation",
    "compromisoCliente": "Customer Commitment",
    "valores": "Values",
    "createdBy": "Created by",
    "direccion": "Address",
    "telefono": "Phone",
    "correo": "Email",
    "nombre": "Name",
    "contacto": "Contact",
    "mensaje": "message",
    "enviar": "Send",
    "servicios": "Services",
    "obraBlanca": "Drywall Services",
    "descripcionObraBlanca" : "Conquer Building Care Inc. is a leader in the execution of drywall projects, including interior construction, finishes, and complete remodeling. Our services are designed to create functional and aesthetically impressive spaces.",
    "drywall": "Drywall Installation",
    "descripciondrywall": "Wall and ceiling installation with premium finishes.",
    "pitura": "Professional Painting",
    "descripcionPintura": "High-durability and quality painting for both interiors and exteriors.",
    "acabados": "Fine and Decorative Finishes",
    "descripcionAcabados": "Textures, stucco, and architectural details that bring character to every space.",
    "reformas": "Renovations and Remodeling",
    "descripcionReformas": "Complete transformation of residential and commercial spaces",
    "beneficios": "Benefits",
    "mejoras": "Immediate enhancement of the space’s aesthetic and functional value.",
    "acabadosDuraderos": "Durable, personalized finishes tailored to client needs.",
    "entregaPuntual": "On-time, guaranteed delivery for all drywall projects.",
    "tituloLimpieza": " Cleaning and Maintenance Services",
    "descripcionLimpieza": "Our cleaning and maintenance services are designed to ensure clean, safe, and optimal spaces, allowing our clients to focus on what truly matters: their business and/or home.",
    "limpiezacomercial": "Comprehensive Commercial Cleaning",
    "descripcionLimpiezacomercial": "Deep and periodic cleaning services for offices, retail stores, and shopping centers.",
    "mantenimiento": "Preventive Maintenance",
    "descripcionMantenimiento": "Inspection and maintenance of electrical systems, plumbing, and structures",
    "gestion": "Waste Management",
    "descripciongestion": "Proper collection and disposal of commercial waste.",
    "limipiezaAreas": "Common Area Cleaning",
    "descripcionLimipiezaAreas": "Daily cleaning of high-traffic areas such as hallways, restrooms, and shared spaces.",
    "ambienteslimpios": "Clean environments that promote the health and safety of employees and clients.",
    "mantenimientoPreventivo": "Preventive maintenance to avoid costly future repairs.",
    "optimizacion": "Optimized facility performance through continuous care services.",
    "despues": "After",
    "antes": "Before",
    "testimonio1" : "They did an exceptional job on my kitchen renovation. The quality of the white work was impeccable, and their team was always very professional and attentive to my needs. I recommend them 100%.",
    "testimonio2": "The result was amazing. Not only did they transform the space, but they did it within the agreed upon time frame and with an attention to detail that exceeded my expectations.",
    "testimonio3": "My experience with them was excellent. They renovated the entire master bathroom in my home, and the attention to detail was incredible. The team was on time, efficient, and the end result was top notch."
  }