{
    "companyName": "Conquer Building Care Inc",
    "quoteRequest": "Solicita una Cotización y Contáctanos Hoy Mismo.",
    "contact": "Contactar",
    "home": "Inicio",
    "aboutUs": "Sobre Nosotros",
    "services": "Servicios",
    "projects": "Proyectos",
    "contactUs": "Contactanos",
    "BuildingTrust": "Building Trust",
    "expertos": "Expertos en desarrollo de obra blanca y soluciones integrales de mantenimiento. Transformamos espacios, garantizamos calidad.",
    "verMas": "Ver Más",
    "destacados": "Sección de Destacados",
    "EverythingYouNeed": "Nos dedicamos a ofrecer soluciones integrales para la construcción y el mantenimiento de espacios",
    "Description": "asegurando que cada detalle sea atendido con la máxima calidad y profesionalismo.",
    "sobreNosotros": "Sobre Nosotros",
    "descripctionAbout": "Conquer Building Care Inc. es una empresa dedicada a la obra blanca en el sector comercial y residencial con sede en Miami, Florida. Ofrecen una amplia gama de servicios de limpieza y mantenimiento para negocios, especializándose en soluciones detalladas y de alta calidad. Fundada en 2017, está dirigida por José Roa, quien ocupa el cargo de presidente. La empresa se destaca por su enfoque en la satisfacción del cliente y su compromiso con la excelencia. Además de los servicios de limpieza, también realizan proyectos de pintura y acabado de interiores y exteriores, siendo especialistas en esto último.",
    "NuestraMision": "Nuestra Misión",
    "NuestraVision": "Nuestra Visión",
    "textoMision": "Nuestra misión es liderar el mercado de obra blanca, ofreciendo soluciones de construcción y acabados que transformen espacios y mejoren su funcionalidad. Nos comprometemos a brindar servicios de limpieza y mantenimiento que aseguren entornos limpios, seguros y estéticamente agradables, priorizando siempre la satisfacción del cliente.",
    "textovision": "Ser reconocidos como una empresa referente en la industria de obra blanca y mantenimiento locativo en todo el sur de Florida, destacándonos por la excelencia en cada proyecto, innovación constante y compromiso con la calidad",
    "testimonios": "Clientes felices sobre nosotros",
    "excelencia": "Excelencia",
    "responsabilidad": "Responsabilidad",
    "transparencia": "Transparencia",
    "innovación": "Innovación",
    "compromisoCliente": "Compromiso con el Cliente",
    "valores": "Valores",
    "createdBy": "Creado por",
    "direccion": "Dirección",
    "telefono": "Teléfono",
    "correo": "Correo",
    "nombre": "Nombre",
    "contacto": "Contacto",
    "mensaje": "mensaje",
    "enviar": "Enviar",
    "servicios": "Servicios",
    "obraBlanca": "Servicios de obra Blanca",
    "descripcionObraBlanca" : "Conquer Building Care Inc. es líder en la ejecución de proyectos de obra blanca, incluyendo construcción de interiores, acabados y remodelaciones completas. Nuestros servicios están diseñados para crear espacios funcionales y estéticamente impresionantes.",
    "drywall": "Instalación de Drywall",
    "descripciondrywall": "Colocación de muros y techos falsos con acabados de primera.",
    "pitura": "Pintura Profesional",
    "descripcionPintura": "Aplicación de pintura de alta durabilidad y calidad, tanto en interiores como exteriores",
    "acabados": "Acabados Finos y Decorativos",
    "descripcionAcabados": "Texturizados, estucos y detalles arquitectónicos que aportan personalidad a cada espacio.",
    "reformas": "Reformas y Remodelaciones",
    "descripcionReformas": "Transformación completa de espacios residenciales y comerciales.",
    "beneficios": "Beneficios",
    "mejoras": "Mejora inmediata del valor estético y funcional del espacio.",
    "acabadosDuraderos": "Acabados duraderos y personalizados según las necesidades del cliente.",
    "entregaPuntual": "Entrega puntual y garantizada de todos los proyectos de obra blanca.",
    "tituloLimpieza": "Servicios de Limpieza y Mantenimiento Locativo",
    "descripcionLimpieza": "Nuestros servicios de limpieza y mantenimiento locativo están diseñados para garantizar espacios limpios, seguros y en óptimas condiciones, lo que permite a nuestros clientes enfocarse en lo que realmente importa: su negocio y/o hogar",
    "limpiezacomercial": "Limpieza Comercial Integra",
    "descripcionLimpiezacomercial": "Servicios de limpieza profunda y periódica para oficinas, locales y centros comerciales.",
    "mantenimiento": "Mantenimiento Preventivo",
    "descripcionMantenimiento": "Revisión y mantenimiento de sistemas eléctricos, plomería y estructura",
    "gestion": "Gestión de Residuos",
    "descripciongestion": "Recolección y disposición adecuada de desechos comerciales.",
    "limipiezaAreas": "Limpieza de Áreas Comunes",
    "descripcionLimipiezaAreas": "Limpieza diaria de zonas de alto tráfico como pasillos, baños y áreas compartidas.",
    "ambienteslimpios": "Ambientes limpios que promueven la salud y seguridad de empleados y clientes.",
    "mantenimientoPreventivo": "Mantenimiento preventivo para evitar costosas reparaciones futuras.",
    "optimizacion": "Optimización del rendimiento de las instalaciones mediante servicios de cuidado continuo."
}